Revit 2027 API
ParameterFilterRuleFactory Properties
The ParameterFilterRuleFactory type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
ParameterFilterRuleFactory Class
Autodesk.Revit.DB Namespace